Repository: ramusus/django-mptt-comments
Catalog: mptt_comments/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Content
ru: Контент

source: Metadata
ru: Метаданные

source: Not removed
ru: Не удалено

source: Object
ru: Объект

source: Please <a href="%(login_url)s">log-in</a> or <a href="%(register_url)s">create an account</a> before proceeding
ru: пожалуйста <a href="%(login_url)s">войдите</a> или <a href="%(register_url)s">зарегистрируйтесь</a> чтобы продолжить.

source: Title
ru: Тема

source: Comment Posted
ru: Комментарий опубликован

source: You have posted a comment
ru: Вы опубликовали комментарий

source: Comment Replied
ru: Есть ответ на комментарий

source: You have replied to a comment
ru: Вы ответили на комментарий

source: Reply To Comment Received
ru: Ответить на полученный комментарий

source: You have received a reply to a comment
ru: Вы получили ответ на комментарий

source: Friend Posted Comment
ru: Комментарий, опубликованный другом

source: A friend has posted a comment
ru: Кто-то из друзей опубликовал комментарий

source: Friend Replied To Comment
ru: Друзья, ответившие на комментарий

source: A friend has replied to a comment
ru: Друг ответил на комментарий

source: Commented by
ru: Комментарий от

source: at
ru: на

source: %(count)s hidden replies
ru: Скрытых ответов: %(count)s

source: %(count)s replies
ru: Ответов: %(count)s

source: Post a new comment
ru: Новое сообщение

source: Reply to this comment
ru: Ответить

source: Flag this comment
ru: Пометить

source: Comment removed
ru: Комментарий удалён

source: Still
ru: Есть ещё

source: Comments
ru: Комментариии

source: Post
ru: Опубликовать

source: Preview
ru: Предпросмотр

source: Thanks for your comment
ru: Спасибо за ваш комментарий

source: Back to the page you commented on
ru: Вернуться на страницу где вы оставили комментарий

source: (<span id="comment_count">%(comment_count)s</span> comments in <span id="comment_toplevel_count">%(comment_toplevel_count)s</span> threads)
ru: (<span id="comment_count">%(comment_count)s</span> комментариев в <span id="comment_toplevel_count">%(comment_toplevel_count)s</span> ветке)

source: <a href="%(user_url)s">%(user)s</a> has posted a <a href="%(comment_url)s">new comment</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
ru: <a href="%(user_url)s">%(user)s</a> опубликовал <a href="%(comment_url)s">новый комментарий</a> в <em><a href="%(object_url)s">%(object)s</a></em>.

source: <a href="%(user_url)s">%(user)s</a> has <a href="%(comment_url)s">replied</a> to a <a href="%(parent_comment_url)s">comment</a> by <a href="%(other_user_url)s">%(parent_comment_user)s</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
ru: <a href="%(user_url)s">%(user)s</a> <a href="%(comment_url)s">ответил</a> на <a href="%(parent_comment_url)s">комментарий</a> от <a href="%(other_user_url)s">%(parent_comment_user)s</a> в <em><a href="%(object_url)s">%(object)s</a></em>.

source: You have posted a <a href="%(comment_url)s">new comment</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
ru: Вы опубликовали <a href="%(comment_url)s">новый комментарий</a> в <em><a href="%(object_url)s">%(object)s</a></em>.

source: You have <a href="%(comment_url)s">replied</a> to a <a href="%(parent_comment_url)s">comment</a> by <a href="%(other_user_url)s">%(parent_comment_user)s</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
ru: Vous avez <a href="%(comment_url)s">répondu</a> à <a href="%(parent_comment_url)s">un commentaire</a> de <a href="%(other_user_url)s">%(parent_comment_user)s</a> sur <em><a href="%(object_url)s">%(object)s</a></em>.

source: <a href="%(user_url)s">%(user)s</a> has <a href="%(comment_url)s">replied</a> to <a href="%(parent_comment_url)s">your comment</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
ru: <a href="%(user_url)s">%(user)s</a> <a href="%(comment_url)s">ответил</a> на <a href="%(parent_comment_url)s">ваш комментарий</a> в <em><a href="%(object_url)s">%(object)s</a></em>.
